// ALL ITEM 그리드 데이터 JS - allData.js //

const gdsObj={

  "상품코드1":{
    "상품명":"balloon coat",
    "구분":"outer",
    "가격":"324,000원",
    "이미지1":"balloon1",
    "이미지2":"balloon2",
  },
  "상품코드2":{
    "상품명":"big cargo pants",
    "구분":"bottom",
    "가격":"185,000원",
    "이미지1":"cargo1",
    "이미지2":"cargo2",
  },
  "상품코드3":{
    "상품명":"hanabi (fireworks) pants",
    "구분":"bottom",
    "가격":"168,000원",
    "이미지1":"hanabi1",
    "이미지2":"hanabi2",
  },
  "상품코드4":{
    "상품명":"hooded parka",
    "구분":"outer",
    "가격":"274,000원",
    "이미지1":"parka1",
    "이미지2":"parka2",
  },
  "상품코드5":{
    "상품명":"side line polo knit",
    "구분":"top",
    "가격":"153,000원",
    "이미지1":"polo1",
    "이미지2":"polo2",
  },
  "상품코드6":{
    "상품명":"round neck sleeve",
    "구분":"top",
    "가격":"69,000원",
    "이미지1":"round1",
    "이미지2":"round2",
  },
  "상품코드7":{
    "상품명":"sweat pants 2.0",
    "구분":"bottom",
    "가격":"145,000원",
    "이미지1":"sweat1",
    "이미지2":"sweat2",
  },
  "상품코드8":{
    "상품명":"tenco loosed shirt 2.0",
    "구분":"top",
    "가격":"168,000원",
    "이미지1":"tenco1",
    "이미지2":"tenco2",
  },
  "상품코드9":{
    "상품명":"leather boots",
    "구분":"acc",
    "가격":"314,000원",
    "이미지1":"boots1",
    "이미지2":"boots2",
  },
  "상품코드10":{
    "상품명":"light puffer jacket",
    "구분":"outer",
    "가격":"335,000원",
    "이미지1":"light_puffer1",
    "이미지2":"light_puffer2",
  },
  "상품코드11":{
    "상품명":"padded vest 2.0",
    "구분":"outer",
    "가격":"215,000원",
    "이미지1":"vest1",
    "이미지2":"vest2",
  },
  "상품코드12":{
    "상품명":"ring sandals 2.0",
    "구분":"acc",
    "가격":"154,000원",
    "이미지1":"ring1",
    "이미지2":"ring2",
  },
  "상품코드13":{
    "상품명":"round mule 2.0",
    "구분":"acc",
    "가격":"198,000원",
    "이미지1":"mule1",
    "이미지2":"mule2",
  },
  "상품코드14":{
    "상품명":"rugby knit",
    "구분":"top",
    "가격":"138,000원",
    "이미지1":"rugby1",
    "이미지2":"rugby2",
  },
  "상품코드15":{
    "상품명":"liso denim",
    "구분":"bottom",
    "가격":"164,000원",
    "이미지1":"liso1",
    "이미지2":"liso2",
  },
}; ////////////// gdsObj 객체 /////////



